{
  "architectures": [
    "DakitariInstructModel"
  ],
  "model_type": "dakitari_instruct",
  "vocab_size": 30522,
  "hidden_size": 256,
  "num_hidden_layers": 6,
  "num_attention_heads": 8,
  "intermediate_size": 512,
  "max_position_embeddings": 512,
  "layer_norm_eps": 1e-06,
  "dropout": 0.1,
  "initializer_range": 0.02,
  "use_cache": true
}