{
  "architectures": [
    "DakitariInstructModel"
  ],
  "model_type": "dakitari_instruct",
  "vocab_size": 30522,
  "hidden_size": 768,
  "num_hidden_layers": 12,
  "num_attention_heads": 12,
  "intermediate_size": 3072,
  "max_position_embeddings": 512,
  "dropout_rate": 0.1,
  "initializer_range": 0.02,
  "use_cache": true
}